Revit 2027 API
SymbolTypeId.GalPerMin Property
 Symbol gal/min, indicating unit US gallons per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GalPerMin { get; }
Public Shared ReadOnly Property GalPerMin As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GalPerMin {
	ForgeTypeId^ get ();
}
static member GalPerMin : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace